<template>
  <div class="about-module m-tab-wrapper">
    <div class="tab-nav">
      <div class="tab-item">
        <div :class="this.select.indexOf('zf') > -1 ? 'item-active' : ''">政府</div>
        <ul class="sub-menu">
          <li
            class="sub-item"
            :class="this.select === 'zf1' ? 'active' : ''"
            @click="selectTab('zf1')"
          ><span>电子政务云信息安全解决方案</span></li>
          <li
            class="sub-item"
            :class="this.select === 'zf2' ? 'active' : ''"
            @click="selectTab('zf2')"
          ><span>政府行业信息安全解决方案</span></li>
        </ul>
      </div>
      <div class="tab-item">
        <div :class="this.select.indexOf('jr') > -1 ? 'item-active' : ''">金融</div>
        <ul class="sub-menu">
          <li
            class="sub-item"
            :class="this.select === 'jr1' ? 'active' : ''"
            @click="selectTab('jr1')"
          ><span>金融行业信息安全解决方案</span></li>
        </ul>
      </div>
      <div class="tab-item">
        <div :class="this.select.indexOf('ny') > -1 ? 'item-active' : ''">能源</div>
        <ul class="sub-menu">
          <li
            class="sub-item"
            :class="this.select === 'ny1' ? 'active' : ''"
            @click="selectTab('ny1')"
          ><span>能源行业信息安全解决方案</span></li>
        </ul>
      </div>
      <div class="tab-item">
        <div :class="this.select.indexOf('yy') > -1 ? 'item-active' : ''">运营商</div>
        <ul class="sub-menu">
          <li
            class="sub-item"
            :class="this.select === 'yy1' ? 'active' : ''"
            @click="selectTab('yy1')"
          ><span>运营商IDC信息安全解决方案</span></li>
        </ul>
      </div>
    </div>
    <div
      class="tab-content"
      :class="this.select === 'zf1' ? 'active' : ''"
    >
      <h2 class="c-title">概述</h2>
      <p>电子政务网是我国政府信息化建设的关键，随着政府部门信息化程度的提高，对信息系统的依赖程度越来越高。同时，整个电子政务网的信息系统所面临的各种安全风险也日益严重，如何更好地为电子政务网和电子政务信息系统提供安全保障， 确保电子政务网的安全运行和信息化的健康发展是电子政务网络和信息系统建设所面临的一个主要问题。</p>
      <p>根据电子政务网的主要功能和独特的安全需求，结合国家相关政策，建立信息中心的安全管理平台，强化信息系统基础平台的安全管理，建设可信的信息系统环境，为电子政务信息中心的各类信息系统的安全、可靠、稳定、 高效的运行提供良好的基础和强有力的保障。</p>
      <p>目前，电子政务网主要存在以下几点问题：</p>
      <ul class="mb-30">
        <li>不具备威胁风险感知能力</li>
        <li>无法对正在发生的事件做出及时响应</li>
        <li>敏感信息泄漏</li>
        <li>溯源手段缺失</li>
        <li>安全审计手段缺失</li>
        <li>资产脆弱性评估手段缺失</li>
      </ul>
      <h2 class="c-title">概述</h2>
      <p>本方案描述了为解决国家电子政务外网应用安全及网络安全的需求而编写。</p>
      <h3 class="c-sub-title">服务器应用集中监管，威胁监测</h3>
      <p>电子政务外网的数据中心部署了大量服务器和存储系统，承载政府外网的关键业务和重要数据，如何保障数据的完整、可用和安全，是急需的问题。</p>
      <p>天蝎服务器威胁监测系统以攻击溯源为核心技术，以大数据为基础，设备联动为手段，是集威胁监测、攻击过程还原、弱点分析等功能于一体，可以帮助用户实现对应用服务器（WEB服务器、FTP服务器、DNS服务器、邮件服务器等）的集中监管，实时监测，保障用户应用服务器的数据安全。</p>
      <div class="img-wrapper">
        <img
          src="/img/solution/zf1.jpg"
          alt=""
        >
      </div>
      <h3 class="c-sub-title">终端威胁实时监控</h3>
      <p>终端是信息安全的主战场。通过在终端部署天蝎终端威胁侦测与响应系统，来实现对终端的进程、服务、线程、注册表、文件、磁盘引导区 、主板BIOS区、操作系统恶意代码的实时监控，同时，借助外部威胁情报以及大数据分析能力，实现行为、特征、指令和内容的关联分析，最终实现对已知威胁的监测与发现及未知威胁的预测和预警。</p>
      <div class="img-wrapper">
        <img
          src="/img/solution/zf2.jpg"
          alt=""
        >
      </div>
      <h2 class="c-title">方案价值</h2>
      <ul>
        <li>建立了统一电子政务数据中心服务器安全监控预警平台，对网络运行指标和信息安全事件集中展现、集中分析，掌握运行状态和安全风险；</li>
        <li>依托大数据威胁情报分析平台，洞察未知威胁行为动态，清楚安全态势，实现对未知威胁的准确检测；</li>
        <li>实现威胁处理能力强化，威胁情报关联，形成主动防御。</li>
      </ul>
    </div>
    <div
      class="tab-content"
      :class="this.select === 'zf2' ? 'active' : ''"
    >
      <h2 class="c-title">概述</h2>
      <p>政府部门的系统架构普遍存在业务数据机密性要求高、业务连续性要求强、网络结构相对封闭、信息系统架构形式多样等特点。随着我国信息化进程的不断发展，政府部门的信息安全也越来越受到重视。特别是在2014年中央网络安全和信息化领导小组成立以后，标志着政府行业的网络安全已经上升至了国家战略。如何处理政府行业当前所面临的的安全威胁，成为了国家一个急需待解的问题。</p>
      <p>在处理安全问题的时候，如何有效的进行，成为了问题的关键。谚语说：“知彼知己，百战不殆”。</p>
      <p>那么以下即是政府部门目前所存在的关键安全问题：</p>
      <ul class="mb-30">
        <li>不能全面、高效地实施对内网资产的安全监管，及时发现资产所面临的安全威胁；</li>
        <li>缺乏web应用系统的安全监管手段；</li>
        <li>无法及时掌握全网的安全态势；</li>
        <li>无法依托现网中系统的多样性制订符合当前网络的安全策略；</li>
        <li>不能准确、高效地判断计算机内存储的敏感信息文件是否存在恶意代码，对敏感信息文件的存储、处理、传输等过程缺乏有效监管；</li>
        <li>缺乏开展针对网络内计算机等设备的运行安全监管，不能及时发现运行异常的计算机等设备；同时缺乏及时发现计算机系统遭受威胁信息的安全风险的能力，并有针对性的修复；</li>
        <li>缺乏对未知威胁的监测与分析，面对大量的APT攻击，检测及防护手段严重缺失。</li>
      </ul>
      <div class="img-wrapper">
        <img
          src="/img/learn/zhengfu_01.jpg"
          alt="zhengfu_01"
        >
      </div>
      <h2 class="c-title">解决方案</h2>
      <p>面对越来越发杂的政府办公环境，以及越来越复杂的网络威胁，政府应用在增加自由度的同时，对安全提出了更高的要求。本方案旨在解决政府行业信息系统的APT攻击检测和防御问题：</p>
      <h3 class="c-sub-title">政府行业门户网站安全防护</h3>
      <p>门户网站、网厅等Web网站是政府与群众沟通的便捷通道，也是群众办理/使用相关业务的前端平台，还有一些基于Web网站的业务平台，更是业务稳定运营的关键设施。通过在应用服务器前部署一台天蝎服务器威胁监测系统，可以集威胁检测、攻击威胁的追溯还原、弱点分析等一体，帮助用户识别攻击者的根本目的和行为，弥补了传统防火墙、IDS和IPS的不足之处。</p>
      <h3 class="c-sub-title">网络流量防护</h3>
      <p>天蝎网络威胁检测系统是基于专用硬件平台的软硬件一体化系统，在分析网络攻击行为特征和数据特征的基础上研制的网络异常行为监测装备。该系统部署于核心及骨干网络中，弥补传统的基于特征匹配的攻击检测手段的不足，有助于形成对有组织、高隐蔽、长周期的定向攻击的一整套检测、识别、分析技术装备体系，对保护重要部门的关键信息系统，提升新技术条件下的网络攻击检测、防御能力，具有十分重要的意义。</p>
      <div class="img-wrapper">
        <img
          src="/img/learn/zhengfu_02.jpg"
          alt="zhengfu_02"
        >
      </div>
      <h3 class="c-sub-title">终端安全防护</h3>
      <p>天蝎终端安全防御体系涉及系统硬件底层检测、系统主机恶意代码检测、终端恶意进程检测、文件文本安全防护等。天蝎终端威胁侦测与响应系统，通过在终端部署终端传感器，可以实现对终端数据的实时监控，同时借助大数据分析平台的威胁处理措施，可以准确的实现对政府办公网终端恶意代码的查处，保障办公终端的数据安全。</p>
      <h3 class="c-sub-title">政府内外网安全运维加固</h3>
      <p>信息安全服务贯彻用户单位的各个领域，在满足系统正常工作的情况下，可以为用户的信息安全建设提供合理的规划和建议，以此来弥补用户运维人员人力不足，技术不足，信息安全管理思想不足等缺点。</p>
      <p>蝎子网络安全服务部实力雄厚，可以为客户提供详细的网络安全咨询、网络安全评估、检查与取证、高级安全培训、安全规划设计、渗透测试，安全加固等相关的专业化安全服务，帮助用户强化系统安全，降低系统存在的脆弱性。</p>
      <h2 class="c-title">用户收益</h2>
      <ul>
        <li>维护和提升政府机构的形象和公信力；</li>
        <li>帮助用户直观的了解到目前信息业务系统安全现状，为后续的安全工作开展提供强有力的数据支撑；</li>
        <li>对各类安全事件和日志信息进行存储备份，对威胁事件进行整体回溯，使安全事件有据可查，可作为事后追溯的原始依据；</li>
        <li>一体化的服务理念，帮助客户建立一套一体化的信息安全防护体系。</li>
      </ul>
      <h2 class="c-title">案例</h2>
      <div class="img-wrapper t-l">
        <img
          src="/img/learn/z1.jpg"
          alt="z1"
        >
      </div>
    </div>
    <div
      class="tab-content"
      :class="this.select === 'jr1' ? 'active' : ''"
    >
      <h2 class="c-title">概述</h2>
      <p>随着全球信息化的发展，互联网应用渗透到了各行各业。互联网金融借助互联网技术、移动通信技术，实现金融资源优化配置和应用普及，互联网金融的出现代表一个新兴金融时代的到来。随着第三方支付、移动支付、P2P信贷、 众筹融资等互联网金融概念已经被各方炒作的如火如荼、方兴未艾。在2014“两会”上，“互联网金融”首次出现在国务院总理李克强所做的《政府工作报告》中。鼓励互联网金融创新、为“余额宝”正名、加强互联网金融监管成为“两会”代表的共识。 而传统金融行业在市场的倒推下也面临着经营理念、经营方式、业务体系、战略渠道上的全面转型。</p>
      <p>信息流、资金流的安全性是互联网金融发展的基础和保障，随着棱镜门、钓鱼网站、网银盗窃等互联网安全事件层出不穷，不法分子犯罪技术不断提高，犯罪手段花样翻新。而一旦遭遇黑客攻击，互联网金融的正常运作将会受到影响， 危及消费者的资金安全和个人信息安全。2014年的“两会”中，互联网金融的安全性成为备受关注的焦点，除了法律法规、相关制度和行业标准不断完善的顶层设计，通过技术手段保护数据安全，防范黑客攻击已成为保障互联网金融安全的必要举措。</p>
      <p>金融行业客户出于信息业务安全和维护等多方面考虑，一般都会自己搭建数据中心，因此随着银行、证券行业业务量火热发展，信息安全风险也随之增大，业务访问效率同时也变成了网络和应用管理员最头疼的话题。</p>
      <p>商业银行的业务系统一般包括核心应用系统、网上银行系统、办公系统、监控系统、认证系统等；证券基金客户的业务系统包括网上交易查询系统、银行结算系统、办公系统和门户网站等。各类不同的行业客户在信息系统建设和使用过程中都会遇到诸如 物理层、网络架构、终端和操作系统、应用系统、核心业务数据等多方面的安全和优化问题，如何处理好这些问题，无疑是对金融系统的安全性提出了更高的要求。金融信息安全对金融行业稳定运行，客户权益乃至国家经济安全、 社会稳定都具有越来越重要的意义。金融行业迫切需要建设主动、深层的、立体的信息安全保障体系，保障业务系统的正常运转，保障企业经营投入的顺利进行。</p>
      <p>目前，金融行业面临以下信息安全问题：</p>
      <ul class="mb-30">
        <li>办公终端安全不可控；</li>
        <li>安全监管技术的缺乏；</li>
        <li>昂贵且不及时的响应。</li>
      </ul>
      <h2 class="c-title">解决方案</h2>
      <p>蝎子网络针对金融行业面临的安全问题，建议相应的防护手段如下：</p>
      <h3 class="c-sub-title">终端安全全面防护</h3>
      <p>当网络攻击者试图来窃取用户的数据、获取用户身份、中断用户业务时，他们的最终目标是用户的终端。无论攻击者是上传恶意代码还是访问窃取敏感数据，活动都会发生在用户的系统上。通过部署天蝎终端侦测与响应系统， 来实现对终端的进程、服务、线程、注册表、文件、磁盘引导区 、主板BIOS区、操作系统恶意代码的实时监控，同时，借助外部威胁情报以及大数据分析能力，实现行为、特征、指令和内容的关联分析， 最终实现对已知威胁的监测和对未知威胁的预测和预警。</p>
      <div class="img-wrapper">
        <img
          src="/img/learn/bank1.jpg"
          alt=""
        >
      </div>
      <h3 class="c-sub-title">数据中心流量防护</h3>
      <p>当大量的业务都集中在数据中心时，数据中心的业务安全性以及可靠性将异常重要。通过在网络流量出口处旁路部署天蝎网络威胁监测系统，以此来弥补传统的基于特征匹配的攻击检测手段的不足，实现对有组织、高隐蔽、 长周期等恶意定向攻击的精确监测。</p>
      <h3 class="c-sub-title">WEB网站安全防护</h3>
      <p>在网站服务器前部署一台天蝎服务器威胁监测系统，该系统集 Web应用的威胁检测、攻击过程还原、弱点分析等功能于一体。以此有效应对跨站攻击、网页挂马、敏感信息泄露等安全问题，充分保障门户网站的安全。</p>
      <div class="img-wrapper">
        <img
          src="/img/learn/bank2.jpg"
          alt=""
        >
      </div>
      <h2 class="c-title">用户收益</h2>
      <ul>
        <li>及时感知金融核心业务系统的安全风险，提升系统安全指标；</li>
        <li>可靠的安全分析措施，易于分析，帮助用户高效响应，实现对攻击事件准确追溯和取证；</li>
        <li>纵深立体主动的安全防护体系，高针对性的防护措施，保障金融核心业务系统的安全、可靠运行；</li>
        <li>防护措施间的关联互动，大幅提升防护效果；</li>
        <li>实现对已知未知威胁的准确检测，保障客户数据安全；</li>
        <li>提高安全运维效率，减少安全人员负担。</li>
      </ul>
      <h2 class="c-title">案例</h2>
      <div class="img-wrapper t-l">
        <img
          src="/img/learn/j1.jpg"
          alt=""
          style="display:inline-block;vertical-align: middle"
        >
        <img
          src="/img/learn/j2.jpg"
          alt=""
          style="display:inline-block;vertical-align: middle;margin-left: 15px"
        >
      </div>
    </div>
    <div
      class="tab-content"
      :class="this.select === 'ny1' ? 'active' : ''"
    >
      <h2 class="c-title">概述</h2>
      <p>电力行业是国民经济的基础产业，是国民经济发展和人民生活极其重要的基础设施之一。电网作为国家重要的基础设施，电网的安全关乎整个国家的稳定发展，是国家最基础的安全保护对象。</p>
      <p>电力公司的信息网络从组织上可划分为发电、调度两大系统和产电、输电、变电、售电、用电五大环节。其中，电力调度系统承担着对电厂发电机组运行状态的监控，调度和对厂站运行状态的监控、调度功能，是整个电力系统的控制中心。其信息网络也是电力行业信息化建设的重要组成。伴随着电力信息化进程的不断加快，信息流已经承载了大量的遥感、监测等重要业务信息，信息流的采集、传输、分析和处理已经构成了整个调度系统的中心内容。其次，电厂生产过程中的工业控制系统和终端工控主机等系统作为调度中心重要的调度对象和监测对象，也已经逐渐实现信息化的改造。电力生产环节作为电力公司的重要枢纽，其安全防护已经成为了保障电力供应的一个重要方面。</p>
      <p>面对信息化的快速发展，电力行业主要面临以下几方面的问题：</p>
      <ul class="mb-30">
        <li>基础设施底层防御的欠缺</li>
        <li>工控系统实时监控体系的欠缺</li>
        <li>网络数据传输防护的不足</li>
        <li>系统安全加固的不完善</li>
        <li>未知威胁的不可控</li>
      </ul>
      <h2 class="c-title">解决方案</h2>
      <p>2015年12月23日，黑客袭击了乌克兰约60座变电站，首都基辅部分地区和乌克兰西部的140万居民家中随后发生大规模停电。据报道称，此次事件中，黑客首先利用欺骗手段让电力公司员工下载了一款恶意软件“BlackEnergy”，之后操作恶意软件将电力公司的主控电脑与变电站断连，随后又在系统中植入病毒，让电脑全体瘫痪。与此同时，黑客还对电力公司的电话通讯进行了干扰，导致受到停电影响的居民无法和电力公司进行联系。之后的一个月时间，以色列电网也遭受了大规模的网络攻击。该攻击迫使以色列政府不得不关闭以色列电力设施当中大量的计算机。</p>
      <p>从这些案例的发生程度来看，黑客的目标已经不再局限于发展中国家的小政府单位，他们的攻击已经引发全球电力公司的担忧。</p>
      <h3 class="c-sub-title">系统底层硬件防护</h3>
      <p>电电网工业系统是国家重要的基础设施保护对象，尤其是基础设施系统的硬件防护。电网主机的硬件底层是电力工控系统的命门，特别是开机启动项的BIOS以及引导扇区MBR程序，如果它们一旦被感染，即便是重装系统，格式化硬盘也无济于事。天蝎底层硬件威胁检测工具是基于网思科平多年的底层研究经验，分析硬件BIOS和MBR恶意代码的成因，运行机理，制成的检测工具，可以轻易的对计算机底层硬件的BIOS和MBR进行恶意代码的检测，判断是否已经遭到感染和破坏，有效保护用户系统安全。</p>
      <h3 class="c-sub-title">主机实时监控</h3>
      <p>终端是电力行业安全监管的重要对象，无论攻击者的攻击方法是怎样，他们的最终目的都是终端。天蝎终端威胁侦测与响应系统依据大数据平台内嵌的机器学习模型，对恶意行为进行识别分析；通过部署终端安全传感器对终端进程、文件、网络数据开展实时监测，同时提供可视化和决策平台，帮助安全人员实现对安全事件全面快速地分析。</p>
      <div class="img-wrapper">
        <img
          src="/img/learn/energy1.jpg"
          alt="energy1"
        >
      </div>
      <h3 class="c-sub-title">网络数据传输防护措施</h3>
      <p>通过在单位核心及骨干网络中部署天蝎网络威胁检测系统，对网络中恶意流量进行数据特征和行为分析，以此来弥补传统的基于特征匹配的攻击检测手段的不足，形成对有组织、高隐蔽、长周期的定向攻击的准确分析判断。</p>
      <h3 class="c-sub-title">安全服务</h3>
      <p>蝎子安全服务团队可以通过全方位的服务理念，帮助客户及时了解目前的业务系统安全状况，最大限度的降低企安全运营成本，提高企业信息业务发展竞争力；同时通过检测信息安全基础设施，收集各类安全事件，使得安全事件有据可查，针对安全隐患获得有效的处理方案。蝎子网络安全服务能够为客户提供详细的网络安全咨询、网络安全评估、检查与取证、高级安全培训、安全规划设计、渗透测试、安全加固等相关的专业化安全服务，以此来保障用户数据安全。</p>
      <h3 class="c-sub-title">系统未知威胁防护措施</h3>
      <p>天蝎安全态势感知平台通过机器学习和大数据分析技术，充分利用主机日志、主机行为、网络流量、网络行为、安全日志、用户日志、应用系统访问纪录、数据库日志、数据库访问流等数据，对系统安全现状进行综合分析。能够发现绕过防火墙和传统安全软件的未知威胁。另外，态势感知系统通过关联分析技术和内置的攻击模型，可以识别未知的攻击和潜在的威胁。</p>
      <h2 class="c-title">用户收益</h2>
      <ul>
        <li>有效的发现电力系统存在的脆弱性，减少受攻击面，有效降低电力系统的安全风险；</li>
        <li>准确掌握已知/未知威胁的行为动向，通过检验信息系统的威胁系数，针对发现的安全隐患获得有效的处理方案；</li>
        <li>及时全面的了解目前网络的安全态势，降低安全风险，保障自身业务的可持续性；</li>
        <li>减少安全人员负担，提高安全运维效率；</li>
        <li>完善一体化的防御体系，提升商业形象。</li>
      </ul>
      <h2 class="c-title">案例</h2>
      <div class="img-wrapper t-l">
        <img
          src="/img/learn/e1.jpg"
          alt="e1"
        >
      </div>
    </div>
    <div
      class="tab-content"
      :class="this.select === 'yy1' ? 'active' : ''"
    >
      <h2 class="c-title">概述</h2>
      <p>近年来信息产业已发展成为中国经济的支撑产业，其中，电信运营商提供服务产业所占比例不容小觑，运营商的快速发展加快了我国信息化建设。</p>
      <p>但是信息化的发展同样也存在着“双刃剑”的利与弊，运营商业务平台由于存储了大量的公众用户信息，自然也就存在着巨大的利益诱惑。利益驱使了很多的不法分子铤而走险，进行信息的盗取，数据泄密事件愈发的严重，运营商的安全也变得岌岌可危。运营商的整个安全架构涉及门户网站的发布，数据中心的流量传输，终端用户的系统使用，移动用户和互联网的接入等方面。其中，数据中心作为运营商业务的聚合承载平台，越来越具有牵一发而动全身的效果。纵观近年来几次社会影响较大的电信服务中断事件，大都与运营商IDC数据中心无法正常运营有关，而其中最直接的原因即是IDC数据中心受到来自网络的各类安全攻击所致。构造一个网络与安全相融合的基础平台，是运营商IDC建设的必经之路。</p>
      <p>随着运营商用户数量的不断增多，增值业务平台遭受安全攻击和信息泄露的风险也逐渐增加，传统的安全手段大多是基于已知的特征匹配，属于被动的防御措施，这就使得信息防御技术始终落后于信息攻击技术。尤其是最近几年越发凸显的高级持续性攻击，这些深入内网的攻击具备“低强度，长周期”的特性，因为传统防御手段无法捕捉到此类攻击样本，所以在面临这些新兴的攻击时只能束手无策。</p>
      <p>目前，运营商面临以下几个问题：</p>
      <ul class="mb-30">
        <li>传统防御体系的欠缺</li>
        <li>终端监管技术的不足</li>
        <li>未知威胁的不可控</li>
        <li>低效不及时的响应</li>
      </ul>
      <h2 class="c-title">解决方案</h2>
      <p>天蝎网络安全解决方案的设计目标是从运营商的安全的角度出发，依据大数据机器学习分析平台为用户打造的高度可控的安全解决方案。面对越来越复杂的网络环境以及网络威胁，提供对威胁数据的实时监控，保障恶意代码的及时识别，同时提供分析、可视化和决策平台，对安全事件进行全面快速响应。</p>
      <div class="img-wrapper">
        <img
          src="/img/learn/idc_02.jpg"
          alt="idc_02"
        >
      </div>
      <h3 class="c-sub-title">未知威胁防护</h3>
      <p>通过部署天蝎大数据分析平台，依据内嵌的机器学习模型，可以做到对未知威胁的有效识别，实现真正的防患于未然。</p>
      <h3 class="c-sub-title">门户网站防护</h3>
      <p>通过部署天蝎服务器威胁监测系统，强大的关联分析能力，实现对web攻击数据的智能化回溯，最大化的还原攻击者的来源、目的、行为，攻击是否成功等，确保用户了解攻击事件的始末，做出有针对性的安全防护。</p>
      <h3 class="c-sub-title">终端安全防护</h3>
      <p>通过部署天蝎终端威胁侦测与响应系统，实现对系统主机、网络流量数据和行为进行实时监控和分析。在终端部署实时数据传感器，实现对终端威胁的实时监控，降低木马病毒对终端的威胁。</p>
      <h3 class="c-sub-title">紧急响应服务</h3>
      <p>以自身强大的威胁数据分析能力和关联分析能力，可以将同等威胁事件进行筛选关联，最大限度的降低误报率，保障强有力的及时响应。</p>
      <h3 class="c-sub-title">安全运维服务</h3>
      <p>以专业的安全运维服务，来逐步构建动态、完整、高效的用户信息安全体系，形成能持续完善、自我优化的安全运维体系和安全应急管理方案，提高用户信息系统的整体安全等级。</p>
      <h2 class="c-title">用户收益</h2>
      <ul>
        <li>大幅提高防护效果，有效抵御各种攻击，从而降低总体安全成本；</li>
        <li>发现已知/未知的威胁隐患，针对发现的安全隐患获得有效的处理方案；</li>
        <li>清楚的了解安全态势，降低安全风险，保障自身业务的可持续性；</li>
        <li>帮助用户实现对威胁事件进行智能回溯，使安全事件有据可查，可作为事后追溯的原始依据；</li>
        <li>维护和提升公司的品牌形象和商业信誉。</li>
      </ul>
      <h2 class="c-title">案例</h2>
      <div class="img-wrapper t-l">
        <img
          src="/img/learn/idc_01.jpg"
          alt="idc_01"
        >
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      select: 'zf1',
    };
  },
  methods: {
    selectTab(type) {
      this.select = type;
    },
  },
};
</script>

<style lang="stylus" scoped>
.m-tab-wrapper
  position relative
  padding 30px 30px 80px
  max-width 1100px
  margin 0 auto
  .tab-nav
    position absolute
    left 30px
    width 240px
    top 90px
    .tab-item
      border-bottom 1px solid #dedede
      div
        padding 15px
        color #333
        font-size 16px
        line-height 20px
      .item-active
        color #0077fb
      &:first-child
        border-top 1px solid #dedede
      .sub-menu
        position relative
        padding 0 20px 10px
        .sub-item
          cursor pointer
          span
            display block
            font-size 13px
            padding 6px
          &.active
            color #0077fb

  .tab-content
    margin-left 300px
    padding-top 60px
    font-size 14px
    line-height 1.7
    display none
    opacity 0
    transition opacity 0.4s ease-in-out
    &.active
      display block
      opacity 1
    .img-wrapper
      margin 30px auto
      text-align center
      img
        max-width 100%
    .t-l
      text-align left
    .c-title
      font-weight 400
      margin-bottom 20px
    .c-sub-title
      font-weight 600
      margin-bottom 15px
      font-size 15px
    p
      margin-bottom 10px
      text-indent 2em

    ul
      padding-left 2em
      margin-bottom 15px
      li
        list-style disc
.mb-30
  margin-bottom 30px

@media (min-width: 320px) and (max-width: 599px)
  .m-tab-wrapper
    .tab-nav
      position static
    .tab-content
      margin-left 0
</style>
