export default [
  {
    id: 'bj001',
    job: '测试工程师',
    href: '/about',
    require1: [
      '参与产品需求讨论、计划评审，理解产品设计与功能范围；',
      '根据需求及产品设计编写、维护测试用例；',
      '负责自动化测试脚本开发与维护；',
      '负责具体的测试工作，提交测试BUG，进行BUG跟踪和回归测试。'
    ],
    require2: [
      '本科及以上学历，计算机及相关专业，3年以上软件测试工作经验，有网络安全测试经验优先；',
      '具备软件工程和测试方面的理论知识，熟悉软件测试的基本方法、流程和规范，熟悉测试管理工具；',
      '熟悉功能测试方法，有功能自动化测试经验优先；',
      '熟悉linux操作系统及脚本语言，能够熟练编写shell、python脚本优先；',
      '熟悉sql语句，对网络协议（TCP/IP）有一定了解。'
    ]
  },
  {
    id: 'bj002',
    job: '高级Java开发工程师',
    href: '/about',
    require1: [
      '负责主体模块代码的编写及相应模块的质量；',
      '参与产品的需求分析，以及原型实现等；',
      '负责相关研发信息的记录及整理；',
      '参与产品的实施与维护；',
      '配合项目经理或技术经理完成分派的任务。'
    ],
    require2: [
      '本科及以上学历，计算机或相关专业，不少于2年的J2EE开发经验；',
      '丰富的系统设计分析能力；有很好的面向对象分析和设计能力，熟悉常用设计模式；',
      '具有中大型软件系统的研发经验优先，熟悉或精通Linux操作系统者优先；',
      '熟悉Struts、SpringMVC、iBatis、Spring、JSP、Velocity、Freemarker等架构；同时具备WEB开发的client与server端技术者，如精通javascript、css3、HTML5者优先；',
      '熟练使用过Oracle数据库，熟悉SQL语言；',
      '熟悉使用Weblogic，进行开发与调试；',
      '良好的抽象思维和逻辑思维能力，独立分析问题和解决问题的能力；',
      '良好的职业道德，工作认真、踏实，责任心强，能承担一定的工作压力，有团队协作及质量意识。'
    ]
  },
  {
    id: 'hz001',
    job: '大数据开发工程师（杭州）',
    href: '/about',
    // summary: '杭州大数据',
    require1: [
      '基于spark、hadoop的计算架构，在精准营销和安全防控领域进行大数据开发工作；',
      '在分布式集群上进行MR和Spark数据开发；',
      '能够定位数据计算任务的瓶颈并进行性能优化；',
      '能够针对具体的业务场景，实现一些机器学习运算。'
    ],
    require2: [
      '计算机相关本科及以上学历，有强烈的责任心和团队合作精神、具备良好的沟通能力以及快速学习的能力，有独立项目开发经验，优秀应届毕业生可酌情考虑；',
      '熟悉数据库、数据仓库建模方法论，熟悉数据建模；',
      '精通SQL语言，至少熟练掌握以下一种大数据开发技能，Hive开发，MR开发，Spark开发；',
      '熟练掌握MR、Spark编程模式，有数据计算性能调优经验；',
      '有数据仓库部门从业经验者优先。'
    ]
  },
  {
    id: 'hz002',
    job: '大数据开发经理（杭州）',
    href: '/about',
    require1: [
      '在大数据相关项目中，带领开发人员进行大数据开发工作；',
      '根据项目要求和产品规划，组织和指导开发人员进行数据模型开发、数据工具组件开发；',
      '编写和改进大数据开发规范，组织设计评审、code review、功能联调工作；',
      '对大数据组件和架构，设计性能测试方案，系统联调方案，组织测试。'
    ],
    require2: [
      '计算机、数据、统计相关专业，本科及以上学历，有强烈的责任心和团队合作精神，具备良好的沟通能力、快速学习能力、分析判断能力、创新能力；',
      '有较强的大数据相关领域（hadoop、spark、hbase等）开发能力，架构理解和把握能力，能引导并解决开发人员的技术问题，管理好开发进度；',
      '有数据从业背景，对数据有敏感性，能够深度理解数据应用和数据流程，熟悉常用数据库使用，精通sql语言；',
      '熟悉系统分析方法，熟悉uml工具，善于编写文档，熟悉java应用开发流程；',
      '3年以上工作经验，参与过中大型项目的实施工作，有一定项目管理、人员管理能力；',
      '能够中短期出差到客户现场工作。'
    ]
  },
  {
    id: 'hz003',
    job: '大数据需求分析师（杭州）',
    href: '/about',
    require1: [
      '根据项目要求和产品规划，负责组织收集客户需求、公司内部需求，整理需求分析文档；',
      '工作在整个项目生命周期中，进行客户沟通、需求分析、系统分析、梳理系统流程、梳理数据流程，辅助开发人员理解需求，在开发完成后进行需求验证，并负责需求跟进和需求变更管理；',
      '做好工作流程上的衔接，对接项目组的其他岗位人员进行协作，如数据开发人员、WEB应用开发人员、产品经理等。'
    ],
    require2: [
      '计算机、数据、统计相关专业，本科及以上学历，有强烈的责任心和团队合作精神，具备良好的沟通能力、快速学习能力、分析判断能力、创新能力；',
      '有较强的分析能力，对需求有较强的理解、沟通能力，能引导并解决客户的业务问题，控制客户需求及范围；',
      '有数据从业背景，数据有敏感，能够深度理解数据应用和数据流程，熟悉常用数据库和sql语言编写，能深刻理解和严密描述数据指标的计算逻辑；',
      '熟悉系统分析方法，熟悉uml工具，善于编写文档，具备java应用开发或者数据开发经验；',
      '3年以上工作经验，参与过中大型项目的实施工作，有一定项目管理能力；',
      '能够中短期出差到客户现场工作。'
    ]
  },
  {
    id: 'sqsh-jjzzgcs',
    job: '售前售后技术支持工程师',
    href: '/about',
    require1: [
      '协助销售人员和客户进行各个层面（业务、技术实现）的技术交流和解答；',
      '协助销售人员进行项目的现场招投标、投标讲解、商务谈判等工作；',
      '收集、理解与分析客户实际需求，制订有针对性的技术方案；',
      '负责编制项目实施文档，对项目进行管理、协调与跟进；',
      '负责产品的安装部署、配置调试、技术培训、系统维护等工作；',
      '负责组织现场技术疑难问题定位和攻关，提出改进和预防措施建议。'
    ],
    require2: [
      '全日制本科及以上学历，计算机相关专业；',
      '具有2年以上技术支持工作经验，至少1年以上安全服务或产品实施相关经验；',
      '熟悉Unix/Linux和Windows操作系统的基本命令/工具、常规服务、文件结构和安全防护；',
      '具有网络交换机、路由器，防火墙、IDS等网络设备的理论知识、会安装配置，能够对用户网络结构进行架构分析；',
      '良好的文档写作能力，能够撰写各种技术方案；',
      '有良好的客户服务意识及良好的客户沟通技巧；',
      '人品正直诚实、能适应出差，具有团队合作精神。'
    ]
  },
  {
    id: 'gj-linux-cc++',
    job: '高级 linux C/C++ 研发工程师',
    href: '/about',
    require1: [
      '负责安全类DPI产品底层数据引擎develop kit的设计/研发/核心编码工作；',
      '上一代产品的日常维护，需求变更，trouble shooting；',
      '技术文档编写，新技术调研，优化团队协作。',
    ],
    require2: [
      '5年以上linux底层相关工作经验，参与过DPI/协议分析/协议识别相关产品的设计或核心编码工作；',
      '精通Linux C开发，熟悉至少两种以上编程语言。同时具有但不限于面向过程和面向对象思维；',
      '精通RedHat6/7系列(包括但不限于)使用，熟悉除bash外的至少一种脚本语言，python2/3,lua等；',
      '熟悉TCP/IP协议，熟悉linux标准库/C标准库，熟悉gcc工具链，熟悉常用的IPC机制，进程线程管理, 熟练使用vim/emacs/gdb；',
      '编码严谨正规，风格规范，有系统整体意识；',
      '熟练阅读英文文档，man手册。能够编写逻辑清晰的技术文档。 能够深入阅读大量源代码，并完成严谨优秀的hack。'
    ]
  },
  {
    id: 'bj-swzy',
    job: '商务专员',
    href: '/about',
    require1: [
      '项目投标管理，负责协助业务部门进行标书的制作和审核、重大立项项目的商务支持等；',
      '参与辅助办理申报国家高新企业认定、软件企业认定、可行性报告、科技项目等资质和项目材料收集、编写、申报及后续跟踪服务；',
      '根据业务部门需求负责拟定合同、组织合同的评审、签订并做合同存档管理；',
      '整理合同台帐，跟踪合同执行情况。',
      '及时收集整理各类相关政策信息或技术资料，协助部门进行业务推广；',
      '协助商务合同的管理，制作销售订单、发货单并与财务对接各种款项问题。'
    ],
    require2: [
      '正规本科及以上学历；',
      '有两年以上工作经验者；',
      '熟练使用OFFICE办公软件，数据处理能力强；',
      '良好的语言表达及较强的沟通能力和文案写作能力，工作认真细致，积极进取，有责任心；',
      '勤奋敬业，吃苦耐劳，品行端正，学习能力强，沟通能力强；',
      '能够承受工作压力，能适应出差。'
    ]
  },
  {
    id: 'bj-zcaqywgcs',
    job: '驻场安全运维工程师',
    href: '/about',
    require1: [
      '驻场甲方，负责对甲方网络设备、系统服务器、信息系统等进行不同频率的安全监控与值守；',
      '及时准确发现异常情况，并控制异常行为可能造成的不良影响，确保设备、系统安全稳定运行；',
      '定期撰写安全周报、月报，以及其它客户交待的相关事宜。',
    ],
    require2: [
      '网络基础扎实，熟悉TCP/IP等常见协议；',
      '熟悉主流安全产品，例如漏洞扫描工具、IDS、IPS、WAF等；',
      '熟悉网络安全攻防技术和相关安全服务(如：风险评估、应急响应、渗透测试、安全加固等)；',
      '具备一定的安全运维工作经验，售后或者技术支持类的工作经历；',
      '具备CISP证书者优先考虑。'
    ]
  },
  {
    id: 'bj-rszy',
    job: '人事专员',
    href: '/about',
    require1: [
      '根据公司的招聘需求，灵活选择招聘渠道，完成人才简历寻访、意向沟通、面试跟踪等招聘各环节具体实施工作；',
      '招聘数据的统计和分析；',
      '负责公司培训工作的开展：包括新员工入职培训，其他相关培训的组织和安排等；',
      '组织及实施部门的绩效管理，并对绩效评价过程进行监控；',
      '员工入离职手续的办理，并配合进行员工的试用期管理工作；',
      '协调做好员工内部关系，负责组织氛围建设、公司文化执行与日常管理。'
    ],
    require2: [
      '本科及以上学历，人力资源、管理类、心理学专业优先；',
      '具备三年以上人力资源工作经验，了解互联网、IT行业；具有全面的人力资源管理知识，熟悉人力资源工作方法及流程，熟悉新劳动合同法；',
      '较强的学习能力和责任心，具备独立处理事务的能力，具有良好的职业道德，有团队协作精神，学习能力较强。'
    ]
  },
  {
    id: 'cd-gjqdgcs',
    job: '高级驱动工程师（成都）',
    href: '/about',
    require1: [
      '根据产品设计，负责将公司产品的驱动框架编写、调试；',
      '发现、分析并解决研发、使用过程中遇到的问题。',
      'WINDOWS：<p>1.	2年以上WINDOWS平台驱动研发经验；</p><p>2.	熟悉WINDOWS内核，有关WINDOWS平台安全产品研发经验者优先；</p><p>3.	精通C/C++研发，熟悉WDM/WDK以及原理；</p><p>4.	熟练使用windbg等调试工具。</p>',
      'LINUX：<p>1.	精通C/C++，熟练掌握make、gcc/g++；</p><p>2.	熟练使用gdb、脚本工具；</p><p>3.	有安全相关工作经验者优先。</p>'
    ],
    require2: [
      '本科及以上学历，计算机及相关专业，3年以上软件测试工作经验，有网络安全测试经验优先；',
      '具备软件工程和测试方面的理论知识，熟悉软件测试的基本方法、流程和规范，熟悉测试管理工具；',
      '熟悉功能测试方法，有功能自动化测试经验优先；',
      '熟悉linux操作系统及脚本语言，能够熟练编写shell、python脚本优先；',
      '熟悉sql语句，对网络协议（TCP/IP）有一定了解。'
    ]
  }
]
