<template>
  <div class="about-module m-company">
    <div class="title">
      <span>公司　介绍</span>
    </div>
    <div class="content">
      <p>北京网思科平科技有限公司于2015年2月成立，核心创始团队由国内信息安全顶级专家团队组成，平均从业时间超过10年以上， 创始团队长期从事国家层面的网络安全攻防对抗和安全规划建设工作，参与多起国家级电子政务工程的设计和建设。</p>

      <p>公司创业团队凭借深厚的技术基础，开发出各种系统和工具，并在部分核心领域进行应用，截获和处置多起重大高级持续性威胁事件。 相关产品已填补多项国内空白，部分产品已经达到世界水平，逐步形成以“天蝎”系列产品为基础的网络安全立体解决方案。公司具备攻防兼备和掌握某些细分领域核心技术命门的能力。 2016年3月参展RSA大会，获得较高的知名度，成为国内具有核心竞争力和技术的信息安全新生势力。</p>

      <p>“天蝎”立体防御系统包括终端侦测与响应系统、网络异常监测系统和应用系统安全监测系统，并开发安全分析基础业务支撑平台Scorpion NOVA。终端侦测与响应系统为国内首家推出的商用产品，采用大量的操作系统监测核心技术，形成涵盖信息收集、安全分析于一体的终端防护生态体系。已在电信、金融、军队、大数据公司进行商业试用，逐步掌握前沿的终端防御技术。</p>

      <p>公司组建网络安全技术研究和服务团队将近20人，推进公司在前沿技术领域的研究，包括渗透测试技术、漏洞挖掘技术、漏洞利用和检测技术、网络安全推演和态势感知技术、攻击降效和反制技术等方面的研究，已实施对象包括国有大型企业、金融、军队、公安、保密、安全、军工、政府等行业将近数十个案例。</p>

      <p>团队具有较强的木马分析和回溯能力，已协助有关部门处理多起APT攻击案例的发现、分析和反制工作，成功处理多起境外情报机构针对我国的高级持续性威胁事件，取得有关部门的高度评价。</p>
    </div>
  </div>
</template>

<style lang="stylus" scoped>
.m-company
  padding 50px
  .title
    margin-bottom 80px
  .content
    p
      margin-bottom 15px
      line-height 1.7
      text-indent 2em
      font-size 14px
</style>
